{
  "qwest_auditors": [
    {
      "name": "Холл",
      "description": [
        "Вы в главном холле. Просторное помещение встречает вас высокими потолками и мягким \nсветом, льющимся из больших арочных окон.",
        "Стены, облицованные светлым камнем, украшены портретами выдающихся учёных и почетных выпускников, \nчьи имена золотыми буквами вписаны в историю вуза. \nПо всему помещению слышатся голоса обучающихся."
      ],
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [],
      "interactables": [
        {
          "type": "Доска объявлений",
          "discription": [
            "Доска объявлений исписана странными символами.",
            "На самом видном месте вывешены результаты экзаменов. \nВы подходите, чтобы посмотреть на них, затем читаете, проходя глазами по каждой из фамилий.",
            "И вот, наконец, заветные баллы, сердце колотится. Что же там?",
            "О нет! Какой кошмар, Вы не сдали!",
            "К Вам неожиданно подббирается преподаватель и холодным голосом говорит подойти в деканат.",
            "Комната погружается в зловещую атмосферу, из наставника по полу начинает сочиться черная жидкость...",
            "Это галлюцинации или реальность, уж слишком на нее не похоже! Вы не можете отлепить ноги от пола...",
            "(Мысли) \n*Ох, вот это я влип! Если родители узнают, то мне не жить! \nДа и кем я стану без образования... Разве что полы мыть или... Даже думать страшно...*",
            "(Мысли) \n*Она смотрит на меня так, словно в эту же секунду размельчит на несколько порций татарских эчпочмаков!*"
          ]
        },
        {
          "type": "Группа студентов",
          "discription": [
            "Вы подходите ближе и слышите, как небольшая группа студентов обсуждает экзамены \nи подозрительные мистические слухи.",
            "Студент А: \nСлышали, слышали? В институтской башне начали происходить странные вещи!",
            "Студент Б: \nИ ты в это веришь? Ха-ха, все это детские сказки и чушь!",
            "Студент А: \nВовсе нет, я узнал, кто-то видел призрака в спорткомплексе, в раздевалке, \nи теперь никто не может записываться на физ-ру… ",
            "Студент В: \nКакой ужас! А мне рассказали, что в зеркале библиотеки отражение одной девушки \nвышло из-под контроля и начало двигаться само собой. Оно назвалось архангелом Гавриилом. \nПосле этого студентка начала себя странно вести и вовсе перестала посещать пары!",
            "Студент Б: \nЕсли так пойдёт и дальше, придётся напяливать шапочку из фольги и \nоткрывать клуб конспирологических теорий!",
            "Студент В: \nЕще и экзамены. Как их вообще сдавать в таком апокалипсисе?!",
            "Студент А: \nО, вот еще одна заблудшая овечка. Лучше возьми этот ультразвуковой пульт. \nОн - гарантия твоего спокойствия, кроме того абсолютно бесплатно, так что не придется экономить \nна славных пирах под эгидой -Красная цена-",
            "Кто-то из толпы подал Вам предмет.",
            "Вы: \nСтранная какая-то штука, надеюсь пригодится. А нет, переоборудую ее дома в адронный коллайдер",
            "<Ультразвуковой пульт теперь у Вас в инаентаре>"
          ]
        },
        {
          "type": "Загадочный студент 1",
          "discription": [
            "В углу комнаты расположился таинственный парень в очках. Вы подходите ближе, чтобы поговорить с ним. \nЗагадочник улыбается, словно он и ждал Вас все это время...",
            "Загадочный студент: \nДолго же ты соображаешь, прошлые были быстрее.",
            "Загадочный студент: \nЯ знаю, чего ты ищешь, так что можешь даже не утруждаться \nи не тратить силы и время на лишние слова.",
            "Загадочный студент: \nЕсть способ сдать все экзамены, но для того принеси мне из столовой свиные копытца, \nно, если их не будет, возьми рыбьи головешки.",
            "Загадочный студент: \nОни связаны с деформированием пространств и перемещением сквозь космические материи, но не суть.",
            "Загадочный студент: \nПринесешь - расскажу секрет успешной сдачи.",
            "(Мысли): \n*Кажется, у него не все в порядке с головой. \nМожет, раскрыть ему тайну про бесплатного психолога от универа, \nуслугами которого ему явно стои воспользоваться?*",
            "(Мысли): \n*Так или иначе придется ему довериться, \nв ином случае прощай счастливое будущее и встречай безработица и попрошайничество.*",
            "Загадочный студент: \nВозьми огнемет, он пригодится.",
            "<Огнемет теперь у Вас в инвентаре>"
          ]
        },
        {
          "type": "Загадочный студент 2",
          "discription": [
            "Загадочный студент: \nТо, что нужно! Я был лучшего мнения о тебе, знал, что быстро справишься с заданием.",
            "Загадочный студент: \nТебе положена награда, ведь за этим пришел ко мне? \nВ университете существует магические мемуары по каждому предмету. ",
            "Загадочный студент: \nПрочитав заклинание на первой странице, ты сможешь выучить весь материал \nпо дисциплине, которой посвящена книга.",
            "Загадочный студент: \nВ библиотеке есть тайник, там спрятаны мемуары по «Проектной деятельности», найди его.",
            "Он вручает старый металлический ключ охристого цвета, \nсловно в чашу свежесобранного золотистого меда намешали бурый березовый деготь.",
            "Окончание ключа по форме напоминало голову младенца с рисунком песочных часов на лбу. ",
            "После чего парнишка достает странный небольшой аппарат, выкручивая механизм в нем, \nпосле ослепляющая вспышка, и таинственный человек исчезает. ",
            "Игрок смотрит на ключ, однако помнит лишь то, что ему почему - то обязательно необходимо попасть в библиотеку - там он найдет все ответы.",
            "ЦЕЛЬ: Нужно найти 5 мемуаров по каждому предмету и пересдать все экзамены, чтобы избежать отчисления.>"
          ]
        }
      ],
      "is_locked": false
    },
    {
      "name": "Столовая",
      "description": "Вы оказались в университетской столовой. Вокруг тишина, лишь слышно, как капает вода из крана и гудит холодильник за закрытой стойкой раздачи.\nДлинные ряды столов и скамеек теперь пустуют - лишь кое-где остались забытые салфетки и крошки.\nВ воздухе еще витает слабый запах недавнего обеда, но он уже выветрился, растворяясь в прохладе пустого зала.",
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [ "Forks" ],
      "interactables": [
        {
          "type": "Вилки Титаны",
          "discription": [
            "Перед вами разворачивается картина нашествия гигантских вилок, они нападают, нужно стразиться, чтобы не погибнуть.",
            "Что-то в Вашем инвентаре способно расплапить метал и напугать этих высоченных существ!"
          ]
        },
        {
          "type": "Повар",
          "discription": [
            "Вы победили, и теперь повар с черной повязкой на глазу осыпает благодарностями за проделанную помощь.",
            "Вы: \nТак значит, Вы выбрали вилку?",
            "Повар: \nДа нет, я просто игры люблю пиратить, йо-хо-хо и бутылка рома!",
            "Вы: \nЛюбопытно! Однако, мне кажется, не только у Вас подобные фетиши имеются. Правда ведь? \n*Персонаж пристально уставился на Вас, ухмыляясь*",
            "Повар: \nВозможно, но я все равно хочу отблагодарить Вас за помощь, салага!",
            "Повар: \nЭти столовые приборы неожиданно увеличились в размере и после мешали мне кормить обучающихся.",
            "Повар: \nЯ очень переживаю за их голодные желудки, у кого сейчас нет проблем с жкт(?), \nв период экзаменов все должны быть сытыми!",
            "Повар: \nПоэтому давайте пройдем к буфету, можете выбрать что угодно себе в подарок от меня лично за помощь.",
            "Витрина: \nВы подходите к витрине, прикрытой льняной тканью глубокого темного оттенка индиго, \nвисевшей неровно, словно её набросили в спешке, на ней нечетко отображался узор герба университета.",
            "Повар: \nВы готовы?",
            "Вы: \nДа, капитан!",
            "Повар: \nЯ не слышу!",
            "Вы: \nТак точно, о капитан, мой капитан!",
            "Он открывает завесу, и теперь свет из окна струится, освещая лежащие предметы за стеклом: \nБалерина капучино \nСыр косичка \nЖримолчинки \nРыбьи головешки \nПицца с ананасами \nЖаренный снег \nКуриные лапки",
            "Вы не находите свиные копытца и выбираете рыбьи головешки. \nИ после отправляетесь обратно к загадочному студенту"
          ]
        }
      ],
      "is_locked": false
    },
    {
      "name": "Библиотека",
      "description": [
        "Просторная библиотека с гигантским залом в готическом стиле, там полумрак борется с золотистым светом. \nВысокие потолки теряются в дымке, шкафы из темного дуба уставлены книгами, \nкоторые одна за другой пытаются вылететь и вцепиться в любого проходимца.",
        "На стенах расположились бронзовые светильники с мистическими узорами звёзд и драконов; \nпод потолком медленно дрейфовали парящие свечи, словно из Хогвартсовых залов, \nотбрасывая мерцающие тени. В середине комнаты расставлены за твердыми стеклянными витринами \nГрамматики - величайшие мировые словари с переводами на все языки планеты."
      ],
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [ "Books" ],
      "interactables": [
        {
          "type": "Летающие книги",
          "discription": [
            "Летающие книги до потери страниц размахивают ими словно острыми крыльями летучей мыши, \nони кружат, запугивая и охотясь на каждого, кто встретился им на пути. \nВоспользоваться огнеметом на этот разне получится, ведь рукописи не горят!",
            "Тогда в ход отличной пойдет ультрозвуковой пульт! \nГениальное изобретение для борьбы в месте, где на шум наложено табу, однако есть возможность использовать его же для ослабления бдительности более чувствительного врага.",
            "Книги одна за другой начинают издавать шипящие вопли, вне способности устоять от звуковых волн, \nнаправленных в их сторону, затем опускаются на пол, некоторые добираются \nдо собственных полок и засыпают вечным сном.",
            "Теперь в помещении полный кавардак. Библиотекарю придется постараться навести здесь приличнейший марафет."
          ]
        },
        {
          "type": "Библиотекарь",
          "discription": [
            "Человек в академических одеждах и мантии тщательно возится со стопками книг.\nон не замечает ни души рядом с собой, ведь погружен в работу.",
            "Последние недели ему пришлось привыкнуть к безобразию, творившемуся на фоне, \nи адаптироваться к рутине, чтобы не отвлекаться на посторонние звуки.",
            "Однако не сразу, но чувствует кого-то позади себя и быстро оборачивается, \nвздрагивая от удивления; его треснутые и немного кривые очки подпрыгивают на носу. \nГлаза, опухшие от бессонных ночей, уставились на главного героя.",
            "Библиотекарь: \nП-простите с-сер, библиотека временно закрыта, и вообще сомневаюсь, \nчто она когда-либо откроется!",
            "Библиотекарь: \nН-неужели Вы не видите, какой тут беспорядок?! МЫ ЗАКРЫТЫ, Уходит-те!",
            "Вы: \nУ меня форс-мажорные обстоятельства по поводу дел здесь.",
            "Библиотекарь: \nЧто за чушь, здесь ни единой души не бывало с прошлого месяца! \nПодождите-ка… П-почему внезапно стало так тихо… А как же кара небесная, \nкак у фараона в древности… книги, это Ваших рук дело? ",
            "Вы: \nНу, как видите.",
            "Библиотекарь: \nИзвин-ните, у меня проблемы с речью, мне казалось, \nя случайно призвал из преисподней демонов, п-прочитав в недавнем м-манускрипте \nСатана вместо Санты. Хорошо, что не Рождество, так бы у меня елка сгорела. ",
            "Вы: \nМожно ли мне пройти в читальные залы?",
            "Библиотекарь: \nБ-боже, да конечно, ступайте, так и быть. \nБез Вас я бы совсем рухнул от усталости, борясь с этими созданиями, \nно т-теперь п-придется все убирать…",
            "Библиотекарь: \nЯ делаю это по 1303049 раз в сутки, работа никогда не прекращается. \nХотели бы вы услышать ещё пару интересных фактов про это число? Во-первых, оно простое, \nа во-вторых, ты слишком ленивый, чтобы его прочитать, мелкий поганец, по ту сторону экрана! "
          ]
        },
        {
          "type": "1 часть зала",
          "discription": [
            "Наткнувшись на распутье меж рядов гигантской библиотеки, Вы решаете пойти в первую половину комнаты.",
            "Вы проходите мимо громоздких стеллажей с книгами, похожих на лабиринт, \nдостигавших потолка и терявшихся в полумраке. Некоторые произведения лежали на полу, \nне позволяя пройти, одни - аккуратными стопками, другие были разбросаны и покрыты пылью.",
            "Воздух наполнен старой бумагой, деревом и даже мхом. Казалось, \nвремя остановилось в этом месте, и Вы уже часами бродите по этим бесконечным рядам шкафов.",
            ""
          ]
        },
        {
          "type": "2 часть зала",
          "discription": "Вы выбираете левую половину комнаты и проходите в её глубины, поджидая, когда она проявит тайны, которые скрывает от обыкновенных глаз."
        }
      ],
      "is_locked": false
    },
    {
      "name": "Компьютерный класс",
      "description": "В глубине этажа, куда редко заходят даже учителя, запрятался заброшенный компьютерный класс...",
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [],
      "interactables": [
        {
          "name0": "Старый компьютер",
          "discription0": "Игрок подходит к компьютеру, накидывает лежащую поблизости ткань обратной стороной на стул..."
        }
      ],
      "is_locked": false
    },
    {
      "name": "Аудитория истории",
      "description": "С виду обыкновенная аудитория, в которой проходят занятия по истории.",
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [ "Dolls" ],
      "interactables": [
        {
          "name0": "Одержимые студенты",
          "discription0": "Все присутствующие будто марионетки повернули свои головы в Вашу сторону и начали хрипло шептать что-то похожее на обрывки лекций..."
        },
        {
          "name1": "Книжный шкаф",
          "discription1": "Полки, пахнущие древесным лаком и старостью, были расставлены различными историческими книгами..."
        }
      ],
      "is_locked": false
    },
    {
      "name": "Лаборатория",
      "description": "Перед глазами предстает просторное помещение с белоснежными стенами...",
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [ "Reptiloids" ],
      "interactables": [
        {
          "name0": "Рептилоиды",
          "discription0": "Огромные зеленые чешуйчатые существа при виде Вас замерли, выпучив глаза, и разглядывали, настороженно ожидая следующего Вашего действия..."
        },
        {
          "name1": "Стеклянный домик с лабиринтом",
          "discription1": "Небольшой стеклянный домик, по площади которого расположен огромный лабиринт видимо предназначался для маленького питомца."
        },
        {
          "name2": "Человек в лабороторном халате",
          "discription2": "Вы подходите все ближе к незнакомцу в лабораторном халате. Он ступает навстречу, выдвигаясь из тени..."
        }
      ],
      "is_locked": false
    },
    {
      "name": "Аудитория высшей математики",
      "description": "Комната пропитана атмосферой разрухи, она распространилась в этой аудитории намного сильнее нежели в любой другой...",
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [ "Integrals" ],
      "interactables": [
        {
          "name0": "Парящие интегралы",
          "discription0": "В воздухе перемещаются парящие символы. Интегралы словно змеи извиваются в пространстве..."
        },
        {
          "name1": "Восседающий на троне",
          "discription1": "Незнакомец глядит на Вас свысока, восседая на своем математическом троне..."
        }

      ],
      "is_locked": false
    },
    {
      "name": "Деканат",
      "description": "Ступенька за ступенькой остаются позади Вашего длинного пути. Все мемуары собраны, знания получены...",
      "exits": [ "north" ],
      "items": [ "battery", "gas_can" ],
      "enemies": [],
      "interactables": [
        {
          "name0": "Стол Деканата",
          "discription0": "Дверь в деканат открывается, по всей площади в форме полукруга расположились три стола..."
        }
      ],
      "auditors": [
        {
          "name": "Майнкрафт-аудитория",
          "description": "Аудитория с высокими потолками и кразличными воксельными кубоподобными монстрами...",
          "exits": [ "south", "east" ],
          "items": [ "health_potion" ],
          "enemies": [ "Mobs" ],
          "is_locked": false
        },
        {
          "name": "Аудитория с Они",
          "description": "Просторная аудитория с японскими демонами Они...",
          "exits": [ "south", "east" ],
          "items": [ "health_potion" ],
          "enemies": [ "Oni" ],
          "is_locked": false
        },
        {
          "name": "Аудитория с Теневыми Воротилами",
          "description": "Совсем небольшая аудитория с духами пустоты...",
          "exits": [ "south", "east" ],
          "items": [ "health_potion" ],
          "enemies": [ "Shadows" ],
          "is_locked": false
        }
      ]
    }
  ]
}